Repository: pypi-data/pypi-mirror-240
Catalog: packages/uffd/uffd-2.3.1-py3-none-any.whl/uffd/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Remailer enabled (deprecated, case-sensitive format)
de: Remailer aktiviert (veraltetes, Groß-/Kleinschreibung-unterscheidendes Format)

source: Some services notify users about changes to their e-mail address. Modifying this setting immediatly affects the e-mail addresses of all users and can cause masses of notification e-mails.
de: Einige Dienste benachrichtigen Nutzer bei Änderungen ihrer E-Mail-Adresse. Diese Einstellung zu verändern wirkt sich unmittelbar auf die E-Mail-Adressen aller Nutzer aus und kann zu massenhaftem Versand von Benachrichtigungs-E-Mails führen.

source: Overwrite remailer setting for specific users
de: Überschreibe Remailer-Einstellung für ausgewählte Nutzer

source: Login names
de: Anmeldenamen

source: Useful for testing remailer before enabling it for all users. Specify users as a comma-seperated list of login names.
de: Hilfreich zum Testen des Remailers vor dem Aktivieren für alle Nutzer. Um Nutzer auszuwählen, liste ihre Anmeldenamen mit Komma getrennt auf.

source: Log into a service on another device without entering your password.
de: Melde dich an einem Dienst auf einem anderen Gerät an ohne dein Password eingeben zu müssen.

source: Initiation Code
de: Startcode

source: Confirmation Code
de: Bestätigungscode

source: Start logging into a service on the other device and chose "Device Login" on the login page. Enter the displayed initiation code in the box above.
de: Beginne die Anmeldung an einem Dienst auf dem anderen Gerät und wähle "Gerätelogin" auf der Anmeldeseite aus. Gib den angezeigten Startcode oben ein.

source: Authorize the login for service <b>%(service_name)s</b>?
de: Anmeldung an Dienst <b>%(service_name)s</b> erlauben?

source: Authorize Login
de: Anmeldung erlauben

source: Enter the confirmation code on the other device and complete the login. Click <em>Finish</em> afterwards.
de: Gib den Bestätigungscode auf dem anderen Gerät ein und schließe die Anmeldung ab. Clicke danach auf <em>Abschließen</em>.

source: Finish
de: Beenden

source: Use a login session on another device (e.g. your laptop) to log into a service without entering your password.
de: Nutze eine Login-Sitzung auf einem anderen Gerät (z.B. deinem Laptop) um dich bei einem Dienst anzumelden.

source: Open <code><a href="%(deviceauth_url)s">%(deviceauth_url)s</a></code> on the other device and enter the initiation code there. Then enter the confirmation code in the box above.
de: Öffne <code><a href="%(deviceauth_url)s">%(deviceauth_url)s</a></code> auf dem anderen Gerät und gib dort den obenstehenden Startcode ein. Geben anschließend den Bestätigungscode hier ein.

source: - or -
de: - oder -

source: Login with another device
de: Über anderes Gerät anmelden

source: Register
de: Registrieren

source: Forgot Password?
de: Passwort vergessen?

source: Complete Registration
de: Account-Registrierung abschließen

source: Please enter your password to complete the account registration
de: Bitte gib dein Passwort ein, um die Account-Registrierung abzuschließen

source: Complete Account Registration
de: Account-Registrierung abschließen

source: Check
de: Überprüfen

source: At least one and at most 128 characters, no other special requirements.
de: Mindestens 1 und maximal 128 Zeichen, keine weiteren Einschränkungen.

source: E-Mail Address
de: E-Mail-Adresse

source: We will send a confirmation mail to this address that you need to complete the registration.
de: Wir werden eine Bestätigungsmail an diese Adresse senden. Du benötigst sie, um die Account-Registrierung abzuschließen.

source: Create Account
de: Account registrieren

source: The name is already taken
de: Dieser Name wird bereits verwendet

source: Too many requests! Please wait a bit before trying again!
de: Zu viele Anfragen! Bitte warte etwas, bevor du es erneut versuchst!

source: The name is invalid
de: Name ungültig

source: Confirm your E-Mail Address
de: E-Mail-Adresse bestätigen

source: We sent a confirmation mail to <b>%(signup_mail)s</b>. You need to confirm your mail address within 48 hours to complete the account registration.
de: Eine Bestätigungsmail wurde an <b>%(signup_mail)s</b> gesendet. Du must deine E-Mail-Adresse innerhalb von 48 Stunden bestätigen, um die Account-Registrierung abzuschließen.

source: If you mistyped your mail address or don't receive the confirmation mail for another reason, retry the registration procedure from the beginning.
de: Falls du dich bei deiner E-Mail-Adresse vertippt hast oder du aus anderen Gründen keine Bestätigungsmail erhalten hast, kannst du den Prozess einfach von Vorne beginnen.

source: deactivated
de: deaktiviert

source: Import a csv formated list of users
de: Importiere eine als CSV formatierte Liste von Accounts

source: The format should be "loginname,mailaddres,roleid1;roleid2". Neither setting the display name nor setting passwords is supported (yet). Example:
de: Das Format sollte "loginname,mailaddres,roleid1;roleid2" sein. Der Anzeigename oder das Password können (derzeit) nicht gesetzt werden. Beispiel:

source: Ignore login name blocklist
de: Liste der nicht erlaubten Anmeldenamen ignorieren

source: Import
de: Importieren

source: New address
de: Neue Adresse

source: This account is deactivated. The user cannot login and existing sessions are not usable. The user cannot log into services, but existing sessions on services might still be active.
de: Dieser Account ist deaktiviert. Der Nutzer kann sich nicht neu anmelden. Existierende Sitzungen sind nicht nutzbar. Eine Anmeldung bei Diensten ist nicht möglich, allerdings könnten bestehende Sitzungen weiterhin aktiv sein.

source: Deactivate
de: Deaktivieren

source: Activate
de: Aktivieren

source: User ID
de: Account ID

source: will be choosen
de: wird automatisch bestimmt

source: Service User
de: Service-Account

source: Only letters, numbers, dashes ("-") and underscores ("_") are allowed. At most 32, at least 2 characters. There is a word blocklist. Must be unique.
de: Nur Buchstaben, Zahlen, Binde- ("-") und Unterstriche ("_") sind erlaubt. Maximal 32, mindestens 2 Zeichen. Es gibt eine Liste nicht erlaubter Namen. Muss einmalig sein.

source: If you leave this empty it will be set to the login name. At most 128, at least 2 characters. No character restrictions.
de: Wenn das Feld leer bleibt, wird der Anmeldename verwendet. Maximal 128, mindestens 2 Zeichen. Keine Zeichenbeschränkung.

source: Make sure the address is correct! Services might use e-mail addresses as account identifiers and rely on them being unique and verified.
de: Stelle sicher, dass die Adresse korrekt ist! Manche Dienste verwenden die E-Mail-Adresse um Accounts zu identifizieren und verlassen sich darauf, dass diese verifiziert und einzigartig sind.

source: Address
de: Adresse

source: Verified
de: Verifiziert

source: Make sure that addresses you add are correct! Services might use e-mail addresses as account identifiers and rely on them being unique and verified.
de: Stelle sicher, dass Adressen, die du hinzufügst, korrekt sind! Manche Dienste verwenden die E-Mail-Adresse um Accounts zu identifizieren und verlassen sich darauf, dass diese verifiziert und einzigartig sind.

source: Primary E-Mail Address
de: Primäre E-Mail-Adresse

source: Recovery E-Mail Address
de: Wiederherstellungs-E-Mail-Adresse

source: Address for %(name)s
de: Adresse für %(name)s

source: E-Mail to set it will be sent
de: Mail zum Setzen wird versendet

source: Enabled
de: Aktiv

source: Reset 2FA
de: 2FA zurücksetzen

source: Resulting groups (only updated after save)
de: Resultierende Gruppen (wird nur aktualisiert beim Speichern)

source: Groups
de: Gruppen

source: GID is already in use or was used in the past
de: GID wird oder wurde bereits verwendet

source: Invalid name
de: Ungültiger Name

source: Group with this name or id already exists
de: Gruppe mit diesem Namen oder dieser ID existiert bereits

source: Group created
de: Gruppe erstellt

source: Group updated
de: Gruppe aktualisiert

source: Deleted group
de: Gruppe gelöscht

source: Invites
de: Einladungslinks

source: The "Expires After" date is too far in the future
de: Das Ablaufdatum liegt zu weit in der Zukunft

source: You are not allowed to create invite links with these permissions
de: Dir fehlen Berechtigungen um diesen Einladungslink zu erstellen

source: Invite link must either allow signup or grant at least one role
de: Einladungslink muss entweder Account-Registrierung erlauben oder Rollen vergeben

source: Invalid invite link
de: Ungültiger Einladungslink

source: Roles successfully updated
de: Rollen erfolgreich geändert

source: Invite link does not allow signup
de: Einladungslink erlaubt keine Account-Registrierung

source: Passwords do not match
de: Die Passwörter stimmen nicht überein

source: Too many signup requests with this mail address! Please wait %(delay)s.
de: Zu viele Account-Registrierungen mit dieser E-Mail-Adresse! Bitte warte %(delay)s.

source: Too many requests! Please wait %(delay)s.
de: Zu viele Anfragen! Bitte warte %(delay)s.

source: Could not send mail
de: Mailversand fehlgeschlagen

source: Forwardings
de: Weiterleitungen

source: Invalid receive address: %(mail_address)s
de: Ungültige Empfangsadresse: %(mail_address)s

source: Mail mapping updated.
de: Mailweiterleitung geändert.

source: Deleted mail mapping.
de: Mailweiterleitung gelöscht.

source: Two-factor authentication was reset
de: Zwei-Faktor-Authentifizierung wurde zurückgesetzt

source: Generate recovery codes first!
de: Generiere zuerst die Wiederherstellungscodes!

source: Code is invalid
de: Wiederherstellungscode ist ungültig

source: 2FA WebAuthn support disabled because import of the fido2 module failed (%s)
de: 2FA WebAuthn Unterstützung deaktiviert, da das fido2 Modul nicht geladen werden konnte (%s)

source: We received too many invalid attempts! Please wait at least %s.
de: Wir haben zu viele fehlgeschlagene Versuche! Bitte warte mindestens %s.

source: You have exhausted your recovery codes. Please generate new ones now!
de: Du hast keine Wiederherstellungscode mehr. Bitte generiere diese jetzt!

source: You only have a few recovery codes remaining. Make sure to generate new ones before they run out.
de: Du hast nur noch wenige Wiederherstellungscodes übrig. Bitte generiere diese erneut bevor keine mehr übrig sind.

source: Two-factor authentication failed
de: Zwei-Faktor-Authentifizierung fehlgeschlagen

source: We received too many requests from your ip address/network! Please wait at least %(delay)s.
de: Wir haben zu viele Anfragen von deiner IP-Adresses bzw. aus deinem Netzwerk empfangen! Bitte warte mindestens %(delay)s.

source: Device login is currently not available. Try again later!
de: Geräte-Login ist gerade nicht verfügbar. Versuche es später nochmal!

source: Device login failed
de: Gerätelogin fehlgeschlagen

source: You need to login to access this service
de: Du musst dich anmelden, um auf diesen Dienst zugreifen zu können

source: You don't have the permission to access the service <b>%(service_name)s</b>.
de: Du bist nicht berechtigt, auf den Dienst <b>%(service_name)s</b> zuzugreifen.

source: Locked roles cannot be deleted
de: Gesperrte Rollen können nicht gelöscht werden

source: Description too long
de: Beschreibung zu lang

source: Member removed
de: Mitglied entfernt

source: Display name changed.
de: Anzeigename geändert.

source: Display name is not valid.
de: Anzeigename ist nicht valide.

source: Password changed
de: Passwort geändert

source: We received too many password reset requests for this user! Please wait at least %(delay)s.
de: Wir haben zu viele fehlgeschlagene Anmeldeversuche für diesen Account! Bitte warte mindestens %(delay)s.

source: We sent a mail to this user's mail address if you entered the correct mail and login name combination
de: Falls E-Mail-Adresse und Anmeldename richtig waren, wurde eine E-Mail an die Adresse gesendet.

source: Link invalid or expired
de: Link ist ungültig oder abgelaufen

source: You need to set a password, please try again.
de: Password fehlt, bitte versuche es erneut.

source: Passwords do not match, please try again.
de: Die Passwörter stimmen nicht überein, bitte versuche es erneut

source: Password ist not valid, please try again.
de: Ungültiges Passwort, bitte versuche es erneut

source: New password set
de: Passwort geändert

source: E-Mail address already exists
de: E-Mail-Adresse existiert bereits

source: E-Mail to "%(mail_address)s" could not be sent!
de: E-Mail an "%(mail_address)s" konnte nicht gesendet werden!

source: We sent you an email, please verify your mail address.
de: Wir haben dir eine E-Mail gesendet, bitte prüfe deine E-Mail-Adresse.

source: This link was generated for another user. Login as the correct user to continue.
de: Dieser Link wurde für einen anderen Account erstellt. Melde dich mit dem richtigen Account an um Fortzufahren.

source: E-Mail address is already used by another account
de: E-Mail-Adresse wird bereits von einem anderen Account verwendet

source: E-Mail address verified
de: E-Mail-Adresse verifiziert

source: E-Mail address deleted
de: E-Mail-Adresse gelöscht

source: E-Mail preferences updated
de: E-Mail-Einstellungen geändert

source: You left role %(role_name)s
de: Rolle %(role_name)s verlassen

source: Services
de: Dienste

source: We received too many invalid login attempts for this user! Please wait at least %(delay)s.
de: Wir haben zu viele fehlgeschlagene Anmeldeversuche für diesen Account erhalten! Bitte warte mindestens %(delay)s.

source: Login name or password is wrong
de: Der Anmeldename oder das Passwort ist falsch

source: Your account is deactivated. Contact %(contact_email)s for details.
de: Dein Account ist deaktiviert. Kontaktiere %(contact_email)s für weitere Informationen.

source: You do not have access to this service
de: Du hast keinen Zugriff auf diesen Service

source: You need to login first
de: Du musst dich erst anmelden

source: Initiation code is no longer valid
de: Startcode ist nicht mehr gültig

source: Invalid confirmation code
de: Ungültiger Bestätigungscode

source: Invalid initiation code
de: Ungültiger Startcode

source: Signup not enabled
de: Account-Registrierung ist deaktiviert

source: Invalid signup link
de: Ungültiger Account-Registrierungs-Link

source: Too many failed attempts! Please wait %(delay)s.
de: Zu viele fehlgeschlagene Versuche! Bitte warte mindestens %(delay)s.

source: Your account was successfully created
de: Account erfolgreich erstellt

source: Users
de: Accounts

source: Login name does not meet requirements
de: Anmeldename entspricht nicht den Anforderungen

source: Display name does not meet requirements
de: Anzeigename entspricht nicht den Anforderungen

source: Service user created
de: Service-Account erstellt

source: User created. We sent the user a password reset link by e-mail
de: Account erstellt. E-Mail mit einem Link zum Setzen des Passworts wurde versendet.

source: E-Mail address already exists or is used by another account
de: E-Mail-Adresse existiert bereits oder wird von einem anderen Account verwendet

source: Password is invalid
de: Passwort ist ungültig

source: User updated
de: Account aktualisiert

source: User deactivated
de: Account deaktiviert

source: User activated
de: Account aktiviert

source: Deleted user
de: Account gelöscht
