Repository: pypi-data/pypi-mirror-240
Catalog: packages/uffd/uffd-2.3.1-py3-none-any.whl/uffd/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Invite link is invalid
de: Einladungslink ist ungültig

source: Invite link does not grant any roles
de: Einladungslink weist keine Rollen zu

source: Invite link does not grant any new roles
de: Einladungslink weist keine neuen Rollen zu

source: Success
de: Erfolgreich

source: a few seconds
de: ein paar Sekunden

source: 30 seconds
de: 30 Sekunden

source: one minute
de: eine Minute

source: %(minutes)d minutes
de: %(minutes)d Minuten

source: one hour
de: eine Stunde

source: %(hours)d hours
de: %(hours)d Stunden

source: Invalid signup request
de: Ungültiger Account-Registrierungs-Link

source: Login name is invalid
de: Anmeldename ist ungültig

source: Display name is invalid
de: Anzeigename ist ungültig

source: E-Mail address is invalid
de: Ungültige E-Mail-Adresse

source: Invalid password
de: Passwort ungültig

source: A user with this login name already exists
de: Ein Account mit diesem Anmeldenamen existiert bereits

source: Valid
de: Gültig

source: Wrong password
de: Falsches Passwort

source: Login name or e-mail address is already in use
de: Der Anmeldename oder die E-Mail-Adresse wird bereits verwendet

source: At least %(minlen)d and at most %(maxlen)d characters. Only letters, digits, spaces and some symbols (<code>%(symbols)s</code>) allowed. Please use a password manager.
de: %(minlen)d bis %(maxlen)d Zeichen. Nur Buchstaben, Ziffern, Leerzeichen und manche Symbole (<code>%(symbols)s</code>), keine Umlaute. Bitte verwende einen Passwort-Manager.

source: Access Denied
de: Zugriff verweigert

source: You don't have the permission to access this page.
de: Du bist nicht berechtigt, auf diese Seite zuzugreifen.

source: Change
de: Ändern

source: Authorize Device Login
de: Gerätelogin erlauben

source: Device Login
de: Gerätelogin

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: About uffd
de: Über uffd

source: New
de: Neu

source: Description
de: Beschreibung

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Are you sure?
de: Wirklich fortfahren?

source: Delete
de: Löschen

source: Group ID
de: Gruppen ID

source: At least one and at most 32 lower-case characters, digits, dashes ("-") or underscores ("_"). <b>Cannot be changed later!</b>
de: 1 bis 32 Kleinbuchstaben, Zahlen, Binde- ("-") und Unterstriche ("_"). <b>Kann später nicht geändert werden!</b>

source: Members
de: Mitglieder

source: Created by
de: Erstellt durch

source: Permissions
de: Berechtigungen

source: Usages
de: Verwendungen

source: Copy link to clipboard
de: Link kopieren

source: Show link as QR code
de: Link als QR-Code anzeigen

source: Signup
de: Account-Registrierung

source: user signups
de: Account-Registrierungen

source: Disabled
de: Deaktiviert

source: Voided
de: Verbraucht

source: Expired
de: Abgelaufen

source: Invalid, unpermitted creator
de: Ungültig, erstellt durch unberechtigten Account

source: Invalid
de: Ungültig

source: Valid once, expires %(expiry_date)s
de: Einmal verwendbar, gültig bis %(expiry_date)s

source: Valid, expires %(expiry_date)s
de: Gültig bis %(expiry_date)s

source: Invite Link Details
de: Details zum Einladungslink

source: Type:
de: Typ:

source: Single-use
de: Einmal verwendbar

source: Multi-use
de: Mehrfach verwendbar

source: Created:
de: Erstellt:

source: Expires:
de: Ablaufdatum:

source: Permissions:
de: Berechtigungen:

source: Link allows account registration
de: Link erlaubt Account-Registrierung

source: No account registration allowed
de: Keine Account-Registrierung möglich

source: Link grants users the role "%(name)s"
de: Link gibt Accounts die Rolle "%(name)s"

source: Never used
de: Keine Verwendungen

source: Registration of user <a href="%(user_url)s">%(user_name)s</a>
de: Account-Registrierung von <a href="%(user_url)s">%(user_name)s</a>

source: Roles granted to <a href="%(user_url)s">%(user_name)s</a>
de: Rollen an <a href="%(user_url)s">%(user_name)s</a> vergeben

source: Disable Link
de: Link deaktivieren

source: Reenable Link
de: Link reaktivieren

source: Invite
de: Einladungslink

source: Link Type
de: Link Typ

source: Valid for a single successful use
de: Für eine erfolgreiche Verwendung gültig

source: Valid Until
de: Ablaufdatum

source: Must be within the next %(max_valid_days)d days
de: Muss innerhalb der nächsten %(max_valid_days)d Tage liegen

source: Account Registration
de: Account-Registrierung

source: Granted Roles
de: Enthaltene Rollen

source: Create Link
de: Link erstellen

source: Invite Link
de: Einladungslink

source: Welcome to the %(org_name)s Single-Sign-On!
de: Willkommen im %(org_name)s Single-Sign-On!

source: With this link you can register a new user account with the following roles or add the roles to an existing account:
de: Mit diesem Link kannst du einen Account mit den folgenden Rollen erstellen oder diese Rollen zu einem existierenden Account hinzufügen:

source: With this link you can add the following roles to an existing account:
de: Mit diesem Link kannst du die folgenden Rollen zu einem existierenden Account hinzufügen:

source: With this link you can register a new user account.
de: Mit diesem Link kannst du einen Account registieren.

source: Add the roles to your account now
de: Rollen jetzt zu deinem Account hinzufügen

source: Logout and switch to a different account
de: Abmelden und zu einem anderen Account wechseln

source: Logout to register a new account
de: Abmelden um einen neuen Account zu registrieren

source: Register a new account
de: Neuen Account registrieren

source: Login and add the roles to your account
de: Anmelden und die Rollen zu deinem Account hinzufügen

source: Receiving addresses
de: Empfangsadressen

source: Destinations
de: Zieladressen

source: One address pattern (local+ext@domain, local@domain, local, @domain) per line. Only lower-case ASCII letters, digits and symbols.
de: Ein Adressmuster (local+ext@domain, local@domain, local, @domain) pro Zeile. Nur ASCII-Kleinbuchstaben, -Ziffern und -Symbole.

source: One address per line
de: Eine Adresse pro Zeile

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung

source: Enable javascript for authentication with U2F/FIDO2 devices
de: Aktiviere Javascript zur Authentifizierung mit U2F/FIDO2 Geräten

source: Authentication with U2F/FIDO2 devices is not supported by your browser
de: Authentifizierung mit U2F/FIDO2 Geräten wird von deinem Browser nicht unterstützt

source: Authenticate with U2F/FIDO2 device
de: Authentifiziere dich mit einem U2F/FIDO2-Gerät

source: or
de: oder

source: Code from your authenticator app or recovery code
de: Code aus deiner Authentifikator-App oder Wiederherstellungscode

source: Verify
de: Verifizieren

source: Contacting server
de: Verbinde mit Server

source: Session timed out
de: Sitzung abgelaufen

source: You have not registered any U2F/FIDO2 devices for your account
de: Es sind keine U2F/FIDO2-Geräte für deinen Account registriert

source: Server error
de: Serverfehler

source: Waiting for device
de: Warte auf Gerät

source: Verifing response
de: Überprüfe Antwort

source: Success, redirecting
de: Erfolg, leite weiter

source: Invalid response from device
de: Ungültige Antwort von Gerät

source: Authentication timed out, was aborted or not allowed
de: Authentifikation abgelaufen, abgebrochen oder nicht erlaubt

source: Device is not registered for your account
de: Gerät ist nicht für deinen Account registriert

source: Authentication was aborted
de: Authentifikation abgebrochen

source: U2F and FIDO2 devices are not supported by your browser
de: U2F- und FIDO2-Geräte werden vom Webbrowser nicht unterstüzt

source: Could not connect to server
de: Verbindung zum Server fehlgeschlagen

source: Authentication failed
de: Authentifikation fehlgeschlagen

source: Retry authenticate with U2F/FIDO2 device
de: Authentifikation mit U2F/FIDO2-Gerät nochmal versuchen

source: When you proceed, all recovery codes, registered authenticator applications and devices will be invalidated. You can later generate new recovery codes and setup your applications and devices again.
de: Wenn du fortfährst werden alle Wiederherstellungscodes, registrierte Authentifikator-Apps und Geräte ungültig gemacht. Du kannst später neue Wiederherstellungscodes generieren und das Setup der Anwendungen und Geräte erneut durchführen.

source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung (2FA) deaktivieren

source: Two-factor authentication is currently <strong>enabled</strong>.
de: Die Zwei-Faktor-Authentifizierung ist derzeit <strong>aktiviert</strong>.

source: Two-factor authentication is currently <strong>disabled</strong>.
de: Die Zwei-Faktor-Authentifizierung ist derzeit <strong>deaktiviert</strong>.

source: You need to generate recovery codes and setup at least one authentication method to enable two-factor authentication.
de: Du musst Wiederherstellungscodes generieren und mindestens eine Authentifizierungsmethode hinzufügen um Zwei-Faktor-Authentifizierung nutzen zu können.

source: You need to setup at least one authentication method to enable two-factor authentication.
de: Du musst mindestens eine Authentifizierungsmethode hinzufügen um Zwei-Faktor-Authentifizierung nutzen zu können.

source: Reset two-factor configuration
de: Zwei-Faktor-Authentifizierung zurücksetzen

source: Recovery Codes
de: Wiederherstellungscodes

source: Recovery codes allow you to login and setup new two-factor methods when you lost your registered second factor.
de: Wiederherstellungscodes erlauben die Anmeldung und das erneute Hinzufügen einer Zwei-Faktor-Methode, falls der Zweite Faktor verloren geht.

source: You need to setup recovery codes before you can setup up authenticator apps or U2F/FIDO2 devices.
de: Du musst Wiederherstellungscodes generieren bevor du einen Authentifikator-App oder ein U2F/FIDO2 Gerät hinzufen kannst.

source: Each code can only be used once.
de: Jeder Code kann nur einmal verwendet werden.

source: Generate recovery codes to enable two-factor authentication
de: Generiere Wiederherstellungscodes um die Zwei-Faktor-Authentifizierung zu aktivieren

source: Generate new recovery codes
de: Generiere neue Wiederherstellungscodes

source: You have no remaining recovery codes.
de: Du hast keine Wiederherstellungscodes übrig.

source: Authenticator Apps (TOTP)
de: Authentifikator-Apps (TOTP)

source: Use an authenticator application on your mobile device as a second factor.
de: Nutze eine Authentifikator-App auf deinem Mobilgerät als zweiten Faktor.

source: The authenticator app generates a 6-digit one-time code each time you login. Compatible apps are freely available for most phones.
de: Die Authentifikator-App generiert ein 6-stelliges Einmalpasswort für jeden Login. Passende Apps sind kostenlos verfügbar für die meisten Mobilgeräte.

source: Setup new app
de: Neue App hinzufügen

source: Registered On
de: Registriert am

source: No authenticator apps registered yet
de: Bisher keine Authentifikator-Apps registriert

source: U2F and FIDO2 Devices
de: U2F und FIDO2 Geräte

source: Use an U2F or FIDO2 compatible hardware security key as a second factor.
de: Nutze einen U2F oder FIDO2 kompatiblen Key als zweiten Faktor.

source: U2F and FIDO2 devices are not supported by all browsers and can be particularly difficult to use on mobile devices. <strong>It is strongly recommended to also setup an authenticator app</strong> to be able to login on all browsers.
de: U2F und FIDO2 Geräte werden nicht von allen Browsern unterstützt und können besonders auf mobilen Geräten schwer zu nutzen sein. <strong>Es wird dringend empfohlen ebenfalls eine Authentifikator-App hinzuzufügen</strong> um einen Login mit allen Browsern zu ermöglichen.

source: U2F/FIDO2 support not enabled
de: U2F/FIDO2 Unterstützung nicht aktiviert

source: Enable javascript in your browser to use U2F and FIDO2 devices!
de: Aktiviere Javascript in deinem Browser, um U2F und FIDO2 Geräte nutzen zu können!

source: Setup new device
de: Neues Gerät hinzufügen

source: No U2F/FIDO2 devices registered yet
de: Bisher kein U2F/FIDO2 Gerät registriert

source: You need to generate recovery codes first
de: Du musst erst Wiederherstellungscodes generieren

source: Registration timed out, was aborted or not allowed
de: Registrierung abgelaufen, abgebrochen oder nicht erlaubt

source: Device already registered
de: Gerät bereits registriert

source: Registration was aborted
de: Registrierung abgebrochen

source: Registration failed
de: Registrierung fehlgeschlagen

source: Retry registration
de: Registrierung nochmal versuchen

source: Recovery codes allow you to login when you lose access to your authenticator app or U2F/FIDO device. Each code can only be used once.
de: Wiederherstellungscodes erlauben den Login, wenn der Zugriff auf die Authentifikator-App oder das U2F/FIDO2 Gerät verloren geht. Jeder Code kann nur einmal verwendet werden.

source: These are your new recovery codes. Make sure to store them in a safe place or you risk losing access to your account. All previous recovery codes are now invalid.
de: Dies sind deine Wiederherstellungscodes. Speichere sie an einem sicheren Ort, sonst könntest du den Zugriff auf dein Konto verlieren. Alle vorherigen Wiederherstellungscodes sind nun ungültig.

source: Continue
de: Weiter

source: Download codes
de: Codes herunterladen

source: Print codes
de: Codes ausdrucken

source: Install an authenticator application on your mobile device like FreeOTP or Google Authenticator and scan this QR code. On Apple devices you can use an app called "Authenticator".
de: Installiere eine Authentifikator-App auf deinem Mobilgerät wie FreeOTP oder Google Authenticator and scanne diesen QR Code. Auf Geräten von Apple kann die App "Authenticator" verwendet werden.

source: If you are on your mobile device and cannot scan the code, you can click on it to open it with your authenticator app. If that does not work, enter the following details manually into your authenticator app:
de: Falls du ein Mobilgerät verwendest und den Code nicht scannen kannst, kannst du drauf klicken um ihn damit direkt in der Authentifikator-App zu öffnen. Wenn das nicht funktioniert, gib die folgenden Angaben manuell in die Authentifikator-App ein:

source: Issuer
de: Herausgeber

source: Account
de: Konto

source: Secret
de: Geheimnis

source: Type
de: Typ

source: Digits
de: Zeichen

source: Hash algorithm
de: Hash-Algorithmus

source: Interval/period
de: Intervall/Dauer

source: seconds
de: Sekunden

source: Verify and complete setup
de: Verifiziere und beende das Setup

source: Javascript is required for automatic logout
de: Für das automatische Abmelden muss Javascript aktiviert sein

source: While you successfully logged out of the Single-Sign-On service, you may still be logged in on these services:
de: Während du nun aus dem Single-Sign-On abgemeldet bist, bist du eventuell weiterhin in folgenden Diensten angemeldet:

source: Please wait until you have been automatically logged out of all services or make sure of this yourself.
de: Bitte warte, bis das automatische Abmelden bei allen Diensten abgeschlossen ist oder melde dich überall manuell ab.

source: Logging you out on all services ...
de: Abmeldung bei allen Diensten ...

source: Skip this and continue
de: Automatisches Abmelden überspringen

source: Done, redirecting ...
de: Abgeschlossen, leite weiter ...

source: Log out failed on some services. Retry?
de: Automatisches Abmelden bei einigen Diensten fehlgeschlagen. Nochmal versuchen?

source: <empty name>
de: <leerer Name>

source: Name, moderator group, included roles and groups of this role are managed externally.
de: Name, Moderationsgruppe, enthaltene Rollen und Gruppen dieser Rolle werden extern verwaltet.

source: All non-service users will be removed as members from this role and get its permissions implicitly. Are you sure?
de: Alle Nicht-Service-Accounts verlieren diese Rolle und erhalten dessen Berechtigungen implizit.

source: Set as default
de: Als Default setzen

source: Unset as default
de: Nicht mehr als Default setzen

source: Settings
de: Einstellungen

source: Included roles
de: Enthaltene Rollen

source: Included groups
de: Enthaltene Gruppen

source: Role Name
de: Rollenname

source: Moderator Group
de: Moderationsgruppe

source: No Moderator Group
de: Keine Moderationsgruppe

source: Moderators
de: Accounts mit Moderationsrechten

source: Roles to include groups from recursively
de: Rollen, deren Gruppen rekursiv enthalten sein sollen

source: description
de: Beschreibung

source: currently includes groups
de: derzeit enthaltene Gruppen

source: 2FA required
de: 2FA erforderlich

source: Invite Members
de: Mitglieder einladen

source: Overview
de: Übersicht

source: Role name
de: Rollenname

source: Moderators:
de: Accounts mit Moderationsrechten:

source: Role members:
de: Mitglieder:

source: Remove
de: Entfernen

source: Forgot password
de: Passwort vergessen

source: Login Name
de: Anmeldename

source: Mail Address
de: E-Mail-Adresse

source: Send password reset mail
de: Passwort-Zurücksetzen-Mail versenden

source: Some permissions require you to setup two-factor authentication. These permissions are not in effect until you do that.
de: Einige deiner Berechtigungen erfordern das Einrichten von Zwei-Faktor-Authentifizierung. Diese Berechtigungen werden erst aktiv, wenn du dies getan hast.

source: Profile
de: Profil

source: Your profile information is used by all services that are integrated into the Single-Sign-On.
de: Deine Profilangaben werden von allen Diensten verwendet, die an das Single-Sign-On angeschlossen sind.

source: Changes may take several minutes to be visible in all services.
de: Änderungen sind erst nach einigen Minuten in allen Diensten sichtbar.

source: Display Name
de: Anzeigename

source: Update Profile
de: Änderungen speichern

source: E-Mail Addresses
de: E-Mail-Adressen

source: Add and delete addresses associated with your account. You will need to verify new addresses by opening a link set to them.
de: Füge neue Adressen zu deinem Account hinzu oder löschen vorhandene. Neue Adressen müssen bestätigt werden, bevor sie verwendet werden können. Dazu erhälst du eine E-Mail mit einem Bestätigungslink.

source: New E-Mail Address
de: Neue E-Mail-Adresse

source: Add address
de: Adresse hinzufügen

source: primary
de: primär

source: unverified
de: nicht bestätigt

source: Cannot delete primary e-mail address
de: Primäre E-Mail-Adresse kann nicht gelöscht werden

source: Retry verification
de: Bestätigungslink neusenden

source: E-Mail Preferences
de: E-Mail-Einstellungen

source: Choose your primary e-mail address and the address password recovery e-mails will be sent to.
de: Wähle deine primäre Adresse und die Adresse für Passwort-Zurücksetzen-E-Mails aus.

source: You can also select different addresses for different services.
de: Du kannst für unterschiedliche Dienste unterschiedliche Adressen verwenden.

source: Adresses must be verified before you can select them here.
de: Adressen müssen bestätigt sein, damit du sie hier auswählen kannst.

source: Primary Address
de: Primäre Adresse

source: Address for Password Reset E-Mails
de: Adresse für Passwort-Zurücksetzen-E-Mails

source: Use primary address
de: Primäre Adresse verwenden

source: Address for Service "%(name)s"
de: Adresse für Dienst „%(name)s“

source: Show more settings ...
de: Weitere Einstellungen anzeigen ...

source: Update E-Mail Preferences
de: E-Mail-Einstellungen speichern

source: Password
de: Passwort

source: Your login password for the Single-Sign-On. Only enter it on the Single-Sign-On login page! No other legit websites will ask you for this password. We do not ever need your password to assist you.
de: Dein Passwort zur Anmeldung im Single-Sign-On. Gib dieses Passwort ausschließlich auf der Anmeldeseite des Single-Sign-Ons ein! Keine andere Webseite wird dich nach diesem Passwort fragen. Es wird auch niemals für Support-Anfragen benötigt.

source: New Password
de: Neues Passwort

source: Repeat Password
de: Passwort wiederholen

source: Change Password
de: Passwort ändern

source: Setting up Two-Factor Authentication (2FA) adds an additional step to the Single-Sign-On login and increases the security of your account significantly.
de: Zwei-Faktor-Authentifizierung (2FA) fügt einen zusätzlichen Schritt zur Anmeldung im Single-Sign-On hinzu und verbessert damit die Sicherheit deines Accounts erheblich.

source: Manage two-factor authentication
de: Zwei-Faktor-Authentifizierung (2FA) verwalten

source: Roles
de: Rollen

source: Aside from a set of base permissions, your roles determine the permissions of your account.
de: Deine Berechtigungen werden, von einigen Basis-Berechtigungen abgesehen, von deinen Rollen bestimmt

source: See <a href="%(services_url)s">Services</a> for an overview of your current permissions.
de: Auf <a href="%(services_url)s">Dienste</a> erhälst du einen Überblick über deine aktuellen Berechtigungen.

source: Administrators and role moderators can invite you to new roles.
de: Accounts mit Adminrechten oder Rollen-Moderationsrechten können dich zu Rollen einladen.

source: Some permissions in this role require you to setup two-factor authentication
de: Einige Berechtigungen dieser Rolle erfordern das Einrichten von Zwei-Faktor-Authentifikation

source: Leave
de: Verlassen

source: You currently don't have any roles
de: Du hast derzeit keine Rollen

source: Reset password
de: Passwort zurücksetzen

source: Set password
de: Passwort setzen

source: Authentication Username
de: Authentifikations-Name

source: Authentication Password
de: Authentifikations-Passwort

source: Access user and group data
de: Zugriff auf Account- und Gruppen-Daten

source: Verify user passwords
de: Passwörter von Nutzeraccounts verifizieren

source: Access mail aliases
de: Zugriff auf Mail-Weiterleitungen

source: Resolve remailer addresses
de: Auflösen von Remailer-Adressen

source: This option has no effect: Remailer config options are unset
de: Diese Option hat keine Auswirkung: Remailer ist nicht konfiguriert

source: Access uffd metrics
de: Zugriff auf uffd-Metriken

source: One URI per line
de: Eine URI pro Zeile

source: Logout URIs
de: Abmelde-URIs

source: One URI per line, prefixed with space-separated method (GET/POST)
de: Eine URI pro Zeile, vorangestellt die mit Leerzeichen getrennte HTTP-Methode (GET/POST)

source: Some services may not be publicly listed! Log in to see all services you have access to.
de: Einige Dienste sind eventuell nicht öffentlich aufgelistet! Melde dich an um alle Dienste zu sehen, auf die du Zugriff hast.

source: Logo for %(service_title)s
de: Logo für %(service_title)s

source: No access
de: Kein Zugriff

source: Manage OAuth2 and API clients
de: OAuth2- und API-Clients verwalten

source: Close
de: Schließen

source: Access Restriction
de: Zugriffsbeschränkungen

source: No user has access
de: Kein Account hat Zugriff

source: All users have access (legacy)
de: Alle Account haben Zugriff (veraltet)

source: Members of group "%(group_name)s" have access
de: Mitglieder der Gruppe "%(group_name)s" haben Zugriff

source: Hide deactivated users from service
de: Deaktivierte Nutzer verstecken

source: Allow users with access to select a different e-mail address for this service
de: Ermögliche Nutzern mit Zugriff auf diesen Dienst eine andere E-Mail-Adresse auszuwählen

source: If disabled, the service always uses the primary e-mail address.
de: Wenn deaktiviert, wird immer die primäre E-Mail-Adresse verwendet.

source: Hide e-mail addresses with remailer
de: E-Mail-Adressen mit Remailer verstecken

source: Remailer disabled
de: Remailer deaktiviert

source: Remailer enabled
de: Remailer aktiviert
